insert into fixtures (display_order, home_team, away_team, kickoff_at, first_leg_home_goals, first_leg_away_goals, lock_minutes_before) values
(1, 'سبورتنج لشبونة', 'بودو جليمت', '2026-03-17T17:45:00+03:00', 0, 3, 10),
(2, 'مانشستر سيتي', 'ريال مدريد', '2026-03-17T20:00:00+03:00', 0, 3, 10),
(3, 'تشيلسي', 'باريس سان جيرمان', '2026-03-17T20:00:00+03:00', 2, 5, 10),
(4, 'أرسنال', 'باير ليفركوزن', '2026-03-17T20:00:00+03:00', 1, 1, 10),
(5, 'برشلونة', 'نيوكاسل يونايتد', '2026-03-18T17:45:00+03:00', 1, 1, 10),
(6, 'ليفربول', 'غلطة سراي', '2026-03-18T20:00:00+03:00', 0, 1, 10),
(7, 'توتنهام هوتسبر', 'أتلتيكو مدريد', '2026-03-18T20:00:00+03:00', 2, 5, 10),
(8, 'بايرن ميونخ', 'أتالانتا', '2026-03-18T20:00:00+03:00', 6, 1, 10);
